Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/elections_and_referenda/referenda/voting_in_a_referendum.html.txt.tmx
Source language: en
Languages: ga

source: Voting in a referendum
ga: Ag Caitheamh Vóta i Reifreann

source: If you are listed on the Register of Electors in Ireland, a polling card will be sent to your home before the referendum date
ga: Má tá tú ar Chlár na dToghthóirí, gheobhaidh tú cárta vótála, tríd an bpost go dtí do theach, roimh dáta an reifrinn

source: Your polling card will include your elector number and will tell you where you can vote
ga: Beidh do uimhir vótála ar do chárta vótála chomh maith le ainm an ionad vótála

source: It will also include a formal statement explaining what the referendum is about
ga: Beidh ráiteas air, freisin, ag míniú ábhar an reifrinn

source: You can see a copy of the bill containing the proposal to amend the Constitution on the Oireachtas website
ga: Is féidir leat a fheiceáil cóip den bhille ina bhfuil an togra chun an Bunreacht a leasú ar shuíomh gréasáin an Oireachtais

source: You may also receive information about the referendum from the Referendum Commission
ga: Cuirfidh an Coimisiún Reifreann. eolas ar fáil, freisin, faoin reifreann

source: On the day of the referendum, you must go to the polling station stated on your polling card
ga: Ní mór duit dul chuig an ionad vótála atá ar do chárta vótála ar lá an reifrinn

source: There will be information available at the polling station explaining what the referendum is about
ga: Beidh eolas ar fáil ag an ionad vótála ag míniú an reifrinn duit

source: You will be given a ballot paper
ga: Gheobhaidh tú páipéar ballóide

source: Voting is by secret ballot
ga: Is vóta rúnda atá ann

source: Your ballot paper will contain short instructions on how to vote and will show the title of bill proposing to amend the Constitution
ga: Beidh treoir ar do pháipéar ballóide maidir le conas do vóta a chaitheamh maraon le teideal an Bhille atá ós do chomhair chun an bunreacht a athrú

source: Your ballot paper will ask you whether you approve of the passing of the bill
ga: Cuirfidh an páipéar ballóide ceist ort an mian leat go ndéanfaí dlí den bhille nua

source: You must mark "X" in either the "yes" or the "no" box on your ballot paper
ga: Tá ort "X" a chuir sa bhosca do "Tá" nó "Níl" ar do pháipéar ballóide

source: You may fold your ballot paper to hide how you voted and place it in a sealed ballot box
ga: Is féidir leat do pháipéar ballóide a lúbadh, ionas nach féidir le aon duine do vóta a fheiceáil, agus ansin é a chuir sa bhosca ballóide

source: You may only vote once at a referendum
ga: Níl cead vóta a chaitheamh ach aon uair amháin i reifreann

source: Under the Electoral Regulations 2016 (SI 537/2016) a ballot paper template is available to allow voters with visual impairments to mark their ballot papers at a referendum without assistance
ga: Faoi na Rialacháin Toghcháin 2016 (IR 537/2016) tá teimpléad páipéir ballóide ar fáil chun vótálaithe a bhfuil lagú radhairc orthu a gcuid páipéir ballóide i reifreann gan cúnamh a mharcáil

source: When all the votes are tallied, the referendum returning officer will announce the referendum result
ga: Nuair atá na vótaí go léir istigh agus iad comhairthe tugann an tOifigeach vótála toradh an reifrinn

source: • You must be an Irish citizen
ga: • Ní mór duit a bheith i do shaoránach de chuid na hÉireann

source: • You must be at least 18 years old
ga: • Ní mór duit a bheith 18 bliain d'aois ar a laghad

source: • Your name must be on the Register of Electors
ga: • Ní mór do d'ainm a bheith ar Chlár na dToghthóirí

source: You will normally be required to vote in person at an official voting centre but you may be eligible for a postal vote if you are:
ga: Is gnách go mbeidh ort vóta a chaitheamh tú féin in ionad oifigiúil vótála ach d’fhéadfá bheith i dteideal vóta a chaitheamh sa phost sna cásanna a leanas:

source: • An Irish diplomat or his/her spouse posted abroad
ga: • Is taidhleoir Éireannach thú nó is céile thaidhleora Éireannaigh thú atá fostaithe thar lear

source: • A member of the Garda Síochána
ga: • Is ball den Gharda Síochána thú

source: • A whole-time member of the Defence Forces
ga: • Is ball lánaimseartha thú de na Fórsaí Cosanta

source: You may also be eligible for a postal vote if you cannot go to a polling station because:
ga: Anuas air sin, d’fhéadfá bheith i dteideal vóta a chaitheamh sa phost murar féidir leat dul a fhad le hionad vótála mar gheall ar na cúiseanna a leanas:

source: • Of a physical illness or disability
ga: • Tá galar fisiciúil ort nó tá tú faoi mhíchumas

source: • You are studying full time at an educational institution in Ireland, which is away from your home address where you are registered
ga: • Tá staidéar á dhéanamh agat ar bhonn lánaimseartha in institiúid oideachais in Éirinn, atá i bhfad ó do sheoladh baile, áit a bhfuil tú cláraithe

source: • You are unable to vote at your polling station because of your occupation
ga: • Ní féidir leat vóta a chaitheamh ag d’ionad vótála mar gheall ar do phost

source: • You are unable to vote at your polling station because you are in prison as a result of an order of a court
ga: • Ní féidir leat vóta a chaitheamh ag d’ionad vótála mar gheall go bhfuil tú sa phríosún mar thoradh ar ordú cúirte

source: Applications for inclusion on the Postal Voters List must be received by 25 November each year at the latest
ga: Ní mór iarratais a fháil go gcuirfear san áireamh thú ar Liosta na Vótálaithe Poist faoin 25 Samhain gach bliain ag an tráth is déanaí

source: If you are registered as a postal voter, you may vote by post only
ga: Má tá tú cláraithe mar vótálaí poist, ní fhéadfaidh tú vóta a chaitheamh ach amháin sa phost

source: You may not vote at a polling station
ga: Ní féidir leat vóta a chaitheamh ag ionad vótála

source: For more information see Registering to vote
ga: Chun teacht ar thuilleadh faisnéise, féach Clárú chun vóta a chaitheamh

source: You must bring a valid form of personal identification, such as a passport or driving licence, with you when you go to vote
ga: Tabhair leat páipéar aitheantais phearsanta, mar shampla, ceadúnas tiomána nó pas, ag dul chun vótála duit
